Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServer.ToggleCmd
click auto finish button
Since:
2025

Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServer.IsChecked
check auto finish button state
Since:
2025

Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServer.IsEnabled(Autodesk.Revit.DB.WallType,Autodesk.Revit.DB.Architecture.WallPlacementPostProcessingEditorType)
check auto finish button state
Since:
2025